import { INote } from '../app/shared/interfaces/note.interface';

export const notes: INote[] = [
  {
    title: 'Путешествие в Париж',
    text: 'Моё путешествие в Париж было незабываемым. Город света оказался точно таким, как я его представлял. Я гулял по узким улочкам Монмартра, восхищался Эйфелевой башней, исследовал Лувр и пробовал великолепные французские деликатесы. Это было приключение, которое навсегда останется в моей памяти.',
  },
  {
    title: 'Уроки игры на гитаре',
    text: 'Начал изучать игру на гитаре. Первые недели были тяжелыми, но теперь я могу сыграть несколько аккордов и даже сыграть простую мелодию. Музыка стала частью моей жизни, и я не могу дождаться, чтобы узнать больше.',
  },
  {
    title: 'Мои любимые книги',
    text: 'Список моих любимых книг постоянно растет. В последнее время я прочитал "Столкновение цивилизаций" Сэмюэла Хантингтона и "Великий Гэтсби" Фрэнсиса Скотта Фицджеральда. Обе книги оставили глубокое впечатление, и я рекомендую их всем.',
  },
  {
    title: 'Мои тренировки',
    text: 'Начал регулярные тренировки в зале. Я работаю над улучшением своей физической формы и здоровья. Каждая тренировка приносит мне ощущение удовлетворения и стимулирует меня добиваться больших результатов.',
  },
  {
    title: 'Планы на будущее',
    text: 'У меня много планов на будущее. Я хочу продолжить обучение и получить магистерскую степень. Также я мечтаю о путешествии в Японию и изучении японской культуры. Планы на будущее дают мне мотивацию и цель в жизни.',
  },
  {
    title: 'Мои рецепты',
    text: 'Я стал экспертом в приготовлении итальянской пасты. Мой секрет - свежие ингредиенты и любовь к готовке. Сегодня я планирую приготовить лазанью для друзей, и я уверен, что они будут в восторге.',
  },
  {
    title: 'Вдохновение от природы',
    text: 'Сегодня я прогуливался в лесу и наслаждался красотой природы. Звуки птиц, шум ручья и свежий воздух наполнили меня энергией и спокойствием. Природа всегда дарит мне вдохновение и умиротворение.',
  },
  {
    title: 'Мои цели на работе',
    text: 'В этом году я намерен достичь больших результатов на работе. Мои цели включают увеличение производительности, развитие новых навыков и рост в карьере. Я уверен, что с упорством и усердием мои цели станут реальностью.',
  },
  {
    title: 'Мои любимые фильмы',
    text: 'Недавно я пересмотрел фильм "Побег из Шоушенка" и вновь убедился в его великолепности. Эта история о дружбе и надежде всегда трогает мое сердце. Мои любимые фильмы всегда поднимают мое настроение.',
  },
  {
    title: 'Развитие личности',
    text: 'Я постоянно работаю над собой. Чтение, обучение новым навыкам и размышления помогают мне расти как личность. Важно никогда не останавливаться в своем развитии и всегда стремиться быть лучшим человеком.',
  },
];
